tap "adoptopenjdk/openjdk"
tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "antigen"
brew "apr-util"
brew "awscli"
brew "libssh2"
brew "bat"
brew "boost"
brew "brew-cask-completion"
brew "caddy"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cfn-lint"
brew "cheat"
brew "circleci"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "dnsmasq", restart_service: true
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "fastlane"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "libsndfile"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "grunt-completion"
brew "htop"
brew "jq"
brew "kdoctor"
brew "krb5"
brew "lefthook"
brew "lsd"
brew "lua"
brew "mas"
brew "maven"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "node"
brew "nushell"
brew "openal-soft"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rbenv"
brew "ripgrep"
brew "rustc-completion"
brew "rustup-init"
brew "scc"
brew "scrcpy"
brew "sops"
brew "starship"
brew "subversion"
brew "swiftformat"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "watch"
brew "watchman"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zplug"
brew "hashicorp/tap/terraform"
brew "stripe/stripe-cli/stripe"
cask "alacritty"
cask "android-studio"
cask "arc"
cask "balance-lock"
cask "boom-3d"
cask "brave-browser"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "dynobase"
cask "firefox"
cask "flipper"
cask "font-fira-code-nerd-font"
cask "gitify"
cask "hiddenbar"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "itsycal"
cask "keepingyouawake"
cask "keyboard-cleaner"
cask "ngrok"
cask "notion"
cask "orbstack"
cask "p4v"
cask "rectangle"
cask "redisinsight"
cask "slack"
cask "spotify"
cask "steam"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "zed"
mas "GarageBand", id: 682658836
mas "Hotspot Shield", id: 771076721
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Texty", id: 1538996043
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "arcanis.vscode-zipfs"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "codezombiech.gitignore"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "doppler.doppler-vscode"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "mathiasfrohlich.kotlin"
vscode "minhthai.vscode-todo-parser"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "naumovs.color-highlight"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "prisma.prisma"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "yoavbls.pretty-ts-errors"
vscode "zignd.html-css-class-completion"
