tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "loadimpact/k6"
tap "schniz/tap"
brew "bat"
brew "brew-cask-completion"
brew "cheat"
brew "cmake"
brew "dnsmasq", restart_service: true
brew "docker-completion"
brew "erlang"
brew "elixir"
brew "exa"
brew "fnm"
brew "git"
brew "pkg-config"
brew "grunt-completion"
brew "jq"
brew "libsndfile"
brew "libssh2"
brew "lua"
brew "openjdk"
brew "maven"
brew "nginx"
brew "node"
brew "openal-soft"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "postgresql"
brew "pyenv"
brew "python@3.8"
brew "rustc-completion"
brew "scc"
brew "sdl2"
brew "sops"
brew "starship"
brew "thefuck"
brew "tmux"
brew "watch"
brew "watchman"
brew "yarn"
brew "zplug"
brew "dopplerhq/cli/doppler"
brew "loadimpact/k6/k6"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "boom-3d"
cask "cscreen"
cask "dash"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "iterm2"
cask "itsycal"
cask "keepingyouawake"
cask "keybase"
cask "keyboard-cleaner"
cask "kitematic"
cask "marta"
cask "postman"
cask "pritunl"
cask "spectacle"
cask "spotify"
cask "spotify-notifications"
cask "teamviewer"
cask "visual-studio-code"
