tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "loadimpact/k6"
cask "java"
brew "brew-cask-completion"
brew "cargo-completion"
brew "cheat"
brew "cmake"
brew "docker-completion"
brew "openssl"
brew "elixir"
brew "grunt-completion"
brew "libsndfile"
brew "libssh2"
brew "maven"
brew "openal-soft"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "pkg-config"
brew "python"
brew "rustc-completion"
brew "sdl2"
brew "thefuck"
brew "tmux"
brew "watch"
brew "yarn"
brew "zplug"
brew "loadimpact/k6/k6"
cask "appcleaner"
cask "dash"
cask "discord"
cask "divvy"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "handshaker"
cask "hyper"
cask "itsycal"
cask "keepingyouawake"
cask "keyboard-cleaner"
cask "kitematic"
cask "libreoffice"
cask "livereload"
cask "mattermost"
cask "mongochef"
cask "mongotron"
cask "onyx"
cask "opera"
cask "p4merge"
cask "slack"
cask "spectacle"
cask "spotify"
cask "spotify-notifications"
cask "sublime-text"
cask "teamviewer"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
